Repository: libretime/libretime
Catalog: legacy/locale/*/LC_MESSAGES/libretime.po
Languages: uk_ua

source: The year %s must be within the range of 1753 - 9999
uk_ua: Рік %s має бути в діапазоні 1753 - 9999

source: %s-%s-%s is not a valid date
uk_ua: %s-%s-%s дата недійсна

source: %s:%s:%s is not a valid time
uk_ua: %s:%s:%s недійсний час

source: English
uk_ua: Англійська

source: Afar
uk_ua: Афар

source: Abkhazian
uk_ua: Абхазька

source: Afrikaans
uk_ua: Африканська

source: Amharic
uk_ua: Амхарська

source: Arabic
uk_ua: Арабська

source: Assamese
uk_ua: Асамська

source: Aymara
uk_ua: Аймара

source: Azerbaijani
uk_ua: Азербайджанська

source: Bashkir
uk_ua: Башкирська

source: Belarusian
uk_ua: Білоруська

source: Bulgarian
uk_ua: Болгарська

source: Bihari
uk_ua: Біхарі

source: Bislama
uk_ua: Біслама

source: Bengali/Bangla
uk_ua: Бенгальська/Бангла

source: Tibetan
uk_ua: Тибетська

source: Breton
uk_ua: Бретонська

source: Catalan
uk_ua: Каталонська

source: Corsican
uk_ua: Корсиканська

source: Czech
uk_ua: Чеська

source: Welsh
uk_ua: Валлійська

source: Danish
uk_ua: Датська

source: German
uk_ua: Німецька

source: Bhutani
uk_ua: Мови Бутану

source: Greek
uk_ua: Грецька

source: Esperanto
uk_ua: Есперанто

source: Spanish
uk_ua: Іспанська

source: Estonian
uk_ua: Естонська

source: Basque
uk_ua: Баскська

source: Persian
uk_ua: Перська

source: Finnish
uk_ua: Фінська

source: Fiji
uk_ua: Фіджійська

source: Faeroese
uk_ua: Фарерська

source: French
uk_ua: Французька

source: Frisian
uk_ua: Фризька

source: Irish
uk_ua: Ірландська

source: Scots/Gaelic
uk_ua: Шотландська/Гельська

source: Galician
uk_ua: Галісійська

source: Guarani
uk_ua: Гуарані

source: Gujarati
uk_ua: Гуджаратська

source: Hausa
uk_ua: Хауса

source: Hindi
uk_ua: Хінді

source: Croatian
uk_ua: Хорватська

source: Hungarian
uk_ua: Угорська

source: Armenian
uk_ua: Вірменська

source: Interlingua
uk_ua: Інтерлінгва

source: Interlingue
uk_ua: Окциденталь

source: Inupiak
uk_ua: Аляскинсько-інуїтська

source: Indonesian
uk_ua: Індонезійська

source: Icelandic
uk_ua: Ісландська

source: Italian
uk_ua: Італійська

source: Hebrew
uk_ua: Іврит

source: Japanese
uk_ua: Японська

source: Yiddish
uk_ua: Ідиш

source: Javanese
uk_ua: Яванська

source: Georgian
uk_ua: Грузинська

source: Kazakh
uk_ua: Казахська

source: Greenlandic
uk_ua: Гренландська

source: Cambodian
uk_ua: Камбоджійська

source: Kannada
uk_ua: Каннада

source: Korean
uk_ua: Корейська

source: Kashmiri
uk_ua: Кашмірська

source: Kurdish
uk_ua: Курдська

source: Kirghiz
uk_ua: Киргизька

source: Latin
uk_ua: Латинська

source: Lingala
uk_ua: Лінґала

source: Laothian
uk_ua: Лаоська

source: Lithuanian
uk_ua: Литовська

source: Latvian/Lettish
uk_ua: Латиська

source: Malagasy
uk_ua: Малагасійська

source: Maori
uk_ua: Маорійська

source: Macedonian
uk_ua: Македонська

source: Malayalam
uk_ua: Малаялам

source: Mongolian
uk_ua: Монгольська

source: Moldavian
uk_ua: Молдавська

source: Marathi
uk_ua: Мара́тська

source: Malay
uk_ua: Малайська

source: Maltese
uk_ua: Мальтійська

source: Burmese
uk_ua: Бірманська

source: Nauru
uk_ua: Науруанська

source: Nepali
uk_ua: Непальська

source: Dutch
uk_ua: Голландська

source: Norwegian
uk_ua: Норвезька

source: Occitan
uk_ua: Окситанська

source: (Afan)/Oromoor/Oriya
uk_ua: Оромо

source: Punjabi
uk_ua: Пенджабська

source: Polish
uk_ua: Польська

source: Pashto/Pushto
uk_ua: Пушту

source: Portuguese
uk_ua: Португальська

source: Quechua
uk_ua: Кечуа

source: Rhaeto-Romance
uk_ua: Рето-романська

source: Kirundi
uk_ua: Кірунді

source: Romanian
uk_ua: Румунська

source: Russian
uk_ua: Російська

source: Kinyarwanda
uk_ua: Руандійська

source: Sanskrit
uk_ua: Санскрит

source: Sindhi
uk_ua: Сіндхі

source: Sangro
uk_ua: Санго

source: Serbo-Croatian
uk_ua: Сербохорватська

source: Singhalese
uk_ua: Сингальська

source: Slovak
uk_ua: Словацька

source: Slovenian
uk_ua: Словенська

source: Samoan
uk_ua: Самоанська

source: Shona
uk_ua: Шона

source: Somali
uk_ua: Сомалійська

source: Albanian
uk_ua: Албанська

source: Serbian
uk_ua: Сербська

source: Siswati
uk_ua: Сваті

source: Sesotho
uk_ua: Сесото

source: Sundanese
uk_ua: Сунданська

source: Swedish
uk_ua: Шведська

source: Swahili
uk_ua: Суахілі

source: Tamil
uk_ua: Тамільська

source: Tegulu
uk_ua: Телугу

source: Tajik
uk_ua: Таджицька

source: Thai
uk_ua: Тайська

source: Tigrinya
uk_ua: Тигринья

source: Turkmen
uk_ua: Туркменський

source: Tagalog
uk_ua: Тагальська

source: Setswana
uk_ua: Тсвана

source: Tonga
uk_ua: Тонганська

source: Turkish
uk_ua: Турецька

source: Tsonga
uk_ua: Тсонга

source: Tatar
uk_ua: Татарська

source: Twi
uk_ua: Чві

source: Ukrainian
uk_ua: Українська

source: Urdu
uk_ua: Урду

source: Uzbek
uk_ua: Узбецька

source: Vietnamese
uk_ua: В'єтнамська

source: Volapuk
uk_ua: Волапюк

source: Wolof
uk_ua: Волоф

source: Xhosa
uk_ua: Хоса

source: Yoruba
uk_ua: Юрубський

source: Chinese
uk_ua: Китайська

source: Zulu
uk_ua: Зулуська

source: Use station default
uk_ua: Використовувати станцію за замовчуванням

source: Upload some tracks below to add them to your library!
uk_ua: Завантажте декілька композицій нижче, щоб додати їх до своєї бібліотеки!

source: It looks like you haven't uploaded any audio files yet. %sUpload a file now%s.
uk_ua: Схоже, ви ще не завантажили жодного аудіофайлу.%sЗавантажте файли%s.

source: Click the 'New Show' button and fill out the required fields.
uk_ua: Натисніть кнопку «Нова програма» та заповніть необхідні поля.

source: It looks like you don't have any shows scheduled. %sCreate a show now%s.
uk_ua: Схоже, у вас немає запланованих програм.%sСтворіть програму зараз%s.

source: To start broadcasting, cancel the current linked show by clicking on it and selecting 'Cancel Show'.
uk_ua: Щоб розпочати трансляцію, скасуйте поточну пов’язану програму, клацнувши по ній оберіть «Скасувати програму».

source: Linked shows need to be filled with tracks before it starts. To start broadcasting cancel the current linked show and schedule an unlinked show. %sCreate an unlinked show now%s.
uk_ua: Пов’язані програми потрібно заповнити треками перед їх початком. Щоб розпочати трансляцію, скасуйте поточне пов’язану програму та заплануйте незв’язану програму. %sСтворіть непов'язану програму зараз%s.

source: To start broadcasting, click on the current show and select 'Schedule Tracks'
uk_ua: Щоб розпочати трансляцію, клацніть поточна програма та виберіть «Заплановані треки»

source: It looks like the current show needs more tracks. %sAdd tracks to your show now%s.
uk_ua: Схоже, поточне програма потребує більше треків. %sДодайте треки до своєї проограми зараз%s.

source: Click on the show starting next and select 'Schedule Tracks'
uk_ua: Клацніть на програму що йде наступною, і оберіть «Заплановані треки»

source: It looks like the next show is empty. %sAdd tracks to your show now%s.
uk_ua: Схоже, наступна програма порожня. %sДодайте треки до своєї програми%s.

source: LibreTime media analyzer service
uk_ua: Служба медіааналізатора LibreTime

source: Check that the libretime-analyzer service is installed correctly in
uk_ua: Переконайтеся, що службу libretime-analyzer встановлено правильно

source: and ensure that it's running with
uk_ua: і переконайтеся, що вона працює

source: If not, try
uk_ua: Якщо ні, спробуйте запустити

source: LibreTime playout service
uk_ua: Сервіс відтворення LibreTime

source: Check that the libretime-playout service is installed correctly in
uk_ua: Переконайтеся, що службу libretime-playout встановлено правильно

source: LibreTime liquidsoap service
uk_ua: Служба LibreTime liquidsoap

source: Check that the libretime-liquidsoap service is installed correctly in
uk_ua: Переконайтеся, що службу libretime-liquidsoap встановлено правильно

source: LibreTime Celery Task service
uk_ua: Служба завдань LibreTime Celery

source: Check that the libretime-worker service is installed correctly in
uk_ua: Переконайтеся, що служба libretime-worker коректно встановлена в

source: Check that the libretime-api service is installed correctly in
uk_ua: Переконайтеся, що службу libretime-api встановлено правильно

source: Radio Page
uk_ua: Сторінка радіо

source: Calendar
uk_ua: Календар

source: Widgets
uk_ua: Віджети

source: Player
uk_ua: Плеєр

source: Weekly Schedule
uk_ua: Тижневий розклад

source: Settings
uk_ua: Налаштування

source: General
uk_ua: Основні

source: My Profile
uk_ua: Мій профіль

source: Users
uk_ua: Користувачі

source: Track Types
uk_ua: Типи треків

source: Streams
uk_ua: Потоки

source: Status
uk_ua: Статус

source: Analytics
uk_ua: Аналітика

source: Playout History
uk_ua: Історія відтворення

source: History Templates
uk_ua: Історія шаблонів

source: Listener Stats
uk_ua: Статистика слухачів

source: Show Listener Stats
uk_ua: Показати статистику слухачів

source: Help
uk_ua: Допомога

source: Getting Started
uk_ua: Починаємо

source: User Manual
uk_ua: Посібник користувача

source: Get Help Online
uk_ua: Отримати допомогу онлайн

source: Contribute to LibreTime
uk_ua: Зробіть внесок у LibreTime

source: What's New?
uk_ua: Що нового?

source: You are not allowed to access this resource.
uk_ua: Ви не маєте доступу до цього ресурсу.

source: You are not allowed to access this resource.
uk_ua: Ви не маєте доступу до цього ресурсу.

source: File does not exist in %s
uk_ua: Файл не існує в %s

source: Bad request. no 'mode' parameter passed.
uk_ua: Неправильний запит. параметр 'mode' не передано.

source: Bad request. 'mode' parameter is invalid
uk_ua: Неправильний запит. Параметр 'mode' недійсний

source: You don't have permission to disconnect source.
uk_ua: Ви не маєте дозволу на відключення джерела.

source: There is no source connected to this input.
uk_ua: До цього входу не підключено джерело.

source: You don't have permission to switch source.
uk_ua: Ви не маєте дозволу перемикати джерело.

source: To configure and use the embeddable player you must:<br><br> 1. Enable at least one MP3, AAC, or OGG stream under Settings -> Streams<br> 2. Enable the Public LibreTime API under Settings -> Preferences
uk_ua: Щоб налаштувати та використовувати вбудований програвач, необхідно:<br><br> 1. Увімкніть принаймні один потік MP3, AAC або OGG у меню Налаштування -&gt; Потоки<br> 2. Увімкніть API Public LibreTime у меню Налаштування -&gt; Основні

source: To use the embeddable weekly schedule widget you must:<br><br> Enable the Public LibreTime API under Settings -> Preferences
uk_ua: Щоб використовувати вбудований віджет тижневого розкладу, ви повинні:<br><br> Увімкніть API Public LibreTime у меню Налаштування -&gt; Основні

source: To add the Radio Tab to your Facebook Page, you must first:<br><br> Enable the Public LibreTime API under Settings -> Preferences
uk_ua: Щоб додати вкладку «Радіо» на свою сторінку у Facebook, ви повинні спочатку:<br><br> Увімкніть API Public LibreTime у меню Налаштування -&gt; Основні

source: Page not found.
uk_ua: Сторінку не знайдено.

source: The requested action is not supported.
uk_ua: Задана дія не підтримується.

source: You do not have permission to access this resource.
uk_ua: Ви не маєте дозволу на доступ до цього ресурсу.

source: An internal application error has occurred.
uk_ua: Сталася внутрішня помилка програми.

source: %s Podcast
uk_ua: %s Підкаст

source: No tracks have been published yet.
uk_ua: Треків ще не опубліковано.

source: %s not found
uk_ua: %s не знайдено

source: Something went wrong.
uk_ua: Щось пішло не так.

source: Preview
uk_ua: Попередній перегляд

source: Add to Playlist
uk_ua: Додати в плейлист

source: Add to Smart Block
uk_ua: Додати до Смарт Блоку

source: Delete
uk_ua: Видалити

source: Edit...
uk_ua: Редагувати...

source: Download
uk_ua: Завантажити

source: Duplicate Playlist
uk_ua: Дублікат плейлиста

source: Duplicate Smartblock
uk_ua: Дублікат Смарт-блоку

source: No action available
uk_ua: Немає доступних дій

source: You don't have permission to delete selected items.
uk_ua: Ви не маєте дозволу на видалення вибраних елементів.

source: Could not delete file because it is scheduled in the future.
uk_ua: Не вдалося видалити файл, оскільки його заплановано в майбутньому.

source: Could not delete file(s).
uk_ua: Не вдалося видалити файл(и).

source: Copy of %s
uk_ua: Копія %s

source: Please make sure admin user/password is correct on Settings->Streams page.
uk_ua: Будь ласка, переконайтеся, що користувач/пароль адміністратора правильні на сторінці Налаштування-&gt;Потоки.

source: Audio Player
uk_ua: Аудіоплеєр

source: Something went wrong!
uk_ua: Щось пішло не так!

source: Recording:
uk_ua: Запис:

source: Master Stream
uk_ua: Головний потік

source: Live Stream
uk_ua: Наживо

source: Nothing Scheduled
uk_ua: Нічого не заплановано

source: Current Show:
uk_ua: Поточна програма:

source: Current
uk_ua: Поточний

source: You are running the latest version
uk_ua: Ви використовуєте останню версію

source: New version available:
uk_ua: Доступна нова версія:

source: You have a pre-release version of LibreTime intalled.
uk_ua: У вас встановлено попередню версію LibreTime.

source: A patch update for your LibreTime installation is available.
uk_ua: Доступне оновлення для вашої інсталяції LibreTime.

source: A feature update for your LibreTime installation is available.
uk_ua: Доступне оновлення функції для вашої інсталяції LibreTime.

source: A major update for your LibreTime installation is available.
uk_ua: Доступне велике оновлення для вашої інсталяції LibreTime.

source: Multiple major updates for LibreTime installation are available. Please upgrade as soon as possible.
uk_ua: Доступно кілька основних оновлень для встановлення LibreTime. Оновіть якнайшвидше.

source: Add to current playlist
uk_ua: Додати до поточного списку відтворення

source: Add to current smart block
uk_ua: Додати до поточного смарт-блоку

source: Adding 1 Item
uk_ua: Додавання 1 елемента

source: Adding %s Items
uk_ua: Додавання %s Елемента(ів)

source: You can only add tracks to smart blocks.
uk_ua: Ви можете додавати треки лише до смарт-блоків.

source: You can only add tracks, smart blocks, and webstreams to playlists.
uk_ua: До списків відтворення можна додавати лише треки, смарт-блоки та веб-потоки.

source: Please select a cursor position on timeline.
uk_ua: Виберіть позицію курсору на часовій шкалі.

source: You haven't added any tracks
uk_ua: Ви не додали жодної композиції

source: You haven't added any playlists
uk_ua: Ви не додали жодного плейлиста

source: You haven't added any podcasts
uk_ua: Ви не додали подкастів

source: You haven't added any smart blocks
uk_ua: Ви не додали смарт-блоків

source: You haven't added any webstreams
uk_ua: Ви не додали жодного веб-потоку

source: Learn about tracks
uk_ua: Дізнайтеся про треки

source: Learn about playlists
uk_ua: Дізнайтеся про плейлисти

source: Learn about podcasts
uk_ua: Дізнайтеся про подкасти

source: Learn about smart blocks
uk_ua: Дізнайтеся про смарт-блоки

source: Learn about webstreams
uk_ua: Дізнайтеся про веб-потоки

source: Click 'New' to create one.
uk_ua: Натисніть «Новий», щоб створити.

source: Add
uk_ua: Додати

source: New
uk_ua: Новий

source: Edit
uk_ua: Редагувати

source: Add to Schedule
uk_ua: Додати до розкладу

source: Add to next show
uk_ua: Додати до наступної програми

source: Add to current show
uk_ua: Додати до поточної програми

source: Add after selected items
uk_ua: Додати після вибраних елементів

source: Publish
uk_ua: Опублікувати

source: Remove
uk_ua: Видалити

source: Edit Metadata
uk_ua: Редагувати метадані

source: Add to selected show
uk_ua: Додати до вибраної програми

source: Select
uk_ua: Вибрати

source: Select this page
uk_ua: Вибрати поточну сторінку

source: Deselect this page
uk_ua: Скасувати вибір поточної сторінки

source: Deselect all
uk_ua: Скасувати виділення з усіх

source: Are you sure you want to delete the selected item(s)?
uk_ua: Ви впевнені, що бажаєте видалити вибрані елементи?

source: Scheduled
uk_ua: Запланований

source: Tracks
uk_ua: Треки

source: Playlist
uk_ua: Плейлист

source: Title
uk_ua: Назва

source: Creator
uk_ua: Автор

source: Album
uk_ua: Альбом

source: Composer
uk_ua: Композитор

source: Conductor
uk_ua: Виконавець

source: Copyright
uk_ua: Авторське право

source: Encoded By
uk_ua: Закодовано

source: Genre
uk_ua: Жанр

source: Language
uk_ua: Мова

source: Last Modified
uk_ua: Остання зміна

source: Last Played
uk_ua: Останнє програвання

source: Length
uk_ua: Довжина

source: Mood
uk_ua: Настрій

source: Owner
uk_ua: Власник

source: Replay Gain
uk_ua: Вирівнювання гучності

source: Sample Rate
uk_ua: Частота дискретизації

source: Track Number
uk_ua: Номер треку

source: Uploaded
uk_ua: Завантажено

source: Website
uk_ua: Веб-Сайт

source: Year
uk_ua: Рік

source: Loading...
uk_ua: Завантаження...

source: All
uk_ua: Всі

source: Files
uk_ua: Файли

source: Playlists
uk_ua: Плейлист

source: Smart Blocks
uk_ua: Смарт-блок

source: Web Streams
uk_ua: Веб-потоки

source: Unknown type:
uk_ua: Невідомий тип:

source: Are you sure you want to delete the selected item?
uk_ua: Ви впевнені, що бажаєте видалити вибраний елемент?

source: Uploading in progress...
uk_ua: Виконується завантаження...

source: Retrieving data from the server...
uk_ua: Отримання даних із сервера...

source: Import
uk_ua: Імпорт

source: Imported?
uk_ua: Імпортований?

source: View
uk_ua: Переглянути

source: Error code:
uk_ua: Код помилки:

source: Error msg:
uk_ua: Повідомлення про помилку:

source: Input must be a positive number
uk_ua: Введене значення має бути позитивним числом

source: Input must be a number
uk_ua: Введене значення має бути числом

source: Input must be in the format: yyyy-mm-dd
uk_ua: Вхідні дані мають бути у такому форматі: yyyy-mm-dd

source: Input must be in the format: hh:mm:ss.t
uk_ua: Вхідні дані мають бути у такому форматі: hh:mm:ss.t

source: My Podcast
uk_ua: Мій Подкаст

source: You are currently uploading files. %sGoing to another screen will cancel the upload process. %sAre you sure you want to leave the page?
uk_ua: Зараз ви завантажуєте файли. %sПерехід на інший екран скасує процес завантаження. %sВи впевнені, що бажаєте залишити сторінку?

source: Open Media Builder
uk_ua: Відкрити Конструктор Медіафайлів

source: please put in a time '00:00:00 (.0)'
uk_ua: будь ласка, вкажіть час '00:00:00 (.0)'

source: Please enter a valid time in seconds. Eg. 0.5
uk_ua: Введіть дійсний час у секундах. напр. 0.5

source: Your browser does not support playing this file type:
uk_ua: Ваш браузер не підтримує відтворення цього типу файлу:

source: Dynamic block is not previewable
uk_ua: Динамічний блок не доступний для попереднього перегляду

source: Limit to:
uk_ua: Обмеження до:

source: Playlist saved
uk_ua: Плейлист збережено

source: Playlist shuffled
uk_ua: Плейлист перемішано

source: Airtime is unsure about the status of this file. This can happen when the file is on a remote drive that is unaccessible or the file is in a directory that isn't 'watched' anymore.
uk_ua: Libretime не впевнений щодо статусу цього файлу. Це може статися, коли файл знаходиться на віддаленому диску, до якого немає доступу, або файл знаходиться в каталозі, який більше не «відстежується».

source: Listener Count on %s: %s
uk_ua: Кількість слухачів %s: %s

source: Remind me in 1 week
uk_ua: Нагадати через 1 тиждень

source: Remind me never
uk_ua: Ніколи не нагадувати

source: Yes, help Airtime
uk_ua: Так, допоможи Libretime

source: Image must be one of jpg, jpeg, png, or gif
uk_ua: Зображення має бути jpg, jpeg, png, або gif

source: A static smart block will save the criteria and generate the block content immediately. This allows you to edit and view it in the Library before adding it to a show.
uk_ua: Статичний смарт-блок збереже критерії та негайно згенерує вміст блоку. Це дозволяє редагувати та переглядати його в бібліотеці перед додаванням до програми.

source: A dynamic smart block will only save the criteria. The block content will get generated upon adding it to a show. You will not be able to view and edit the content in the Library.
uk_ua: Динамічний смарт-блок збереже лише критерії. Вміст блоку буде створено після додавання його до програми. Ви не зможете переглядати та редагувати вміст у бібліотеці.

source: The desired block length will not be reached if %s cannot find enough unique tracks to match your criteria. Enable this option if you wish to allow tracks to be added multiple times to the smart block.
uk_ua: Бажана довжина блоку не буде досягнута, якщо %s не зможе знайти достатньо унікальних доріжок, які б відповідали вашим критеріям. Увімкніть цю опцію, якщо ви бажаєте дозволити багаторазове додавання треків до смарт-блоку.

source: Smart block shuffled
uk_ua: Смарт-блок перемішано

source: Smart block generated and criteria saved
uk_ua: Створено смарт-блок і збережено критерії

source: Smart block saved
uk_ua: Смарт-блок збережено

source: Processing...
uk_ua: Обробка...

source: Select modifier
uk_ua: Виберіть модифікатор

source: contains
uk_ua: містить

source: does not contain
uk_ua: не містить

source: is
uk_ua: є

source: is not
uk_ua: не

source: starts with
uk_ua: починається з

source: ends with
uk_ua: закінчується на

source: is greater than
uk_ua: більше ніж

source: is less than
uk_ua: менше ніж

source: is in the range
uk_ua: знаходиться в діапазоні

source: Generate
uk_ua: Генерувати

source: Choose Storage Folder
uk_ua: Виберіть папку зберігання

source: Choose Folder to Watch
uk_ua: Виберіть папку для перегляду

source: Are you sure you want to change the storage folder? This will remove the files from your Airtime library!
uk_ua: Ви впевнені, що бажаєте змінити папку для зберігання? Це видалить файли з вашої бібліотеки!

source: Manage Media Folders
uk_ua: Керування медіа-папками

source: Are you sure you want to remove the watched folder?
uk_ua: Ви впевнені, що хочете видалити переглянуту папку?

source: This path is currently not accessible.
uk_ua: Цей шлях зараз недоступний.

source: Some stream types require extra configuration. Details about enabling %sAAC+ Support%s or %sOpus Support%s are provided.
uk_ua: Деякі типи потоків потребують додаткового налаштування. Подано інформацію про ввімкнення %sAAC+ Support%s або %sOpus Support%s.

source: Connected to the streaming server
uk_ua: Підключено до потокового сервера

source: The stream is disabled
uk_ua: Потік вимкнено

source: Getting information from the server...
uk_ua: Отримання інформації з сервера...

source: Can not connect to the streaming server
uk_ua: Не вдається підключитися до потокового сервера

source: If %s is behind a router or firewall, you may need to configure port forwarding and this field information will be incorrect. In this case you will need to manually update this field so it shows the correct host/port/mount that your DJ's need to connect to. The allowed range is between 1024 and 49151.
uk_ua: Якщо %s знаходиться за маршрутизатором або брандмауером, вам може знадобитися налаштувати переадресацію портів, і інформація в цьому полі буде неправильною. У цьому випадку вам потрібно буде вручну оновити це поле, щоб воно показувало правильний хост/порт/монтування, до якого ваш ді-джей має підключитися. Дозволений діапазон – від 1024 до 49151.

source: For more details, please read the %s%s Manual%s
uk_ua: Щоб дізнатися більше, прочитайте %s%s Мануал%s
