Repository: libretime/libretime
Catalog: legacy/locale/*/LC_MESSAGES/libretime.po
Languages: uk_ua

source: Creator:
uk_ua: Автор:

source: Album:
uk_ua: Альбом:

source: Owner:
uk_ua: Власник:

source: Select a Type
uk_ua: Виберіть тип

source: Track Type:
uk_ua: Тип треку:

source: Year:
uk_ua: Рік:

source: Composer:
uk_ua: Композитор:

source: Conductor:
uk_ua: Виконавець:

source: Mood:
uk_ua: Настрій:

source: Copyright:
uk_ua: Авторське право:

source: ISRC Number:
uk_ua: Номер ISRC:

source: Website:
uk_ua: Веб-сайт:

source: Language:
uk_ua: Мова:

source: Publish...
uk_ua: Опублікувати...

source: Start Time
uk_ua: Час початку

source: End Time
uk_ua: Час закінчення

source: Interface Timezone:
uk_ua: Часовий пояс інтерфейсу:

source: Station Name
uk_ua: Назва станції

source: Station Description
uk_ua: Опис Станції

source: Station Logo:
uk_ua: Лого Станції:

source: Note: Anything larger than 600x600 will be resized.
uk_ua: Примітка: все, що перевищує 600x600, буде змінено.

source: Default Crossfade Duration (s):
uk_ua: Тривалість переходу за замовчуванням (с):

source: Please enter a time in seconds (eg. 0.5)
uk_ua: Будь ласка, введіть час у секундах (наприклад, 0,5)

source: Default Fade In (s):
uk_ua: За замовчуванням Fade In (s):

source: Default Fade Out (s):
uk_ua: За замовчуванням Fade Out (s):

source: Track Type Upload Default
uk_ua: Тип доріжки Завантаження за замовчуванням

source: Intro Autoloading Playlist
uk_ua: Вступний автозавантажуваний плейлист (Intro)

source: Outro Autoloading Playlist
uk_ua: Завершальний автозавантажувальний плейлист (Outro)

source: Overwrite Podcast Episode Metatags
uk_ua: Перезаписати метатеги епізоду подкасту

source: Enabling this feature will cause podcast episode tracks to have their Artist, Title, and Album metatags set from podcast feed values. Note that enabling this feature is recommended in order to ensure reliable scheduling of episodes via smartblocks.
uk_ua: Якщо ввімкнути цю функцію, метатеги виконавця, назви та альбому для доріжок епізодів подкастів установлюватимуться зі значень каналу подкастів. Зауважте, що вмикати цю функцію рекомендується, щоб забезпечити надійне планування епізодів через смарт-блоки.

source: Generate a smartblock and a playlist upon creation of a new podcast
uk_ua: Створіть смартблок і список відтворення після створення нового подкасту

source: If this option is enabled, a new smartblock and playlist matching the newest track of a podcast will be generated immediately upon creation of a new podcast. Note that the "Overwrite Podcast Episode Metatags" feature must also be enabled in order for smartblocks to reliably find episodes.
uk_ua: Якщо цей параметр увімкнено, новий смарт-блок і список відтворення, які відповідають найновішому треку подкасту, будуть створені одразу після створення нового подкасту. Зауважте, що функція «Перезаписати метатеги епізоду подкасту» також має бути ввімкнена, щоб смарт-блок міг надійно знаходити епізоди.

source: Trim overbooked shows after autoloading?
uk_ua: Обрізати переповнені покази після автозавантаження?

source: Required for embeddable schedule widget.
uk_ua: Потрібний для вбудованого віджета розкладу.

source: Enabling this feature will allow LibreTime to provide schedule data to external widgets that can be embedded in your website.
uk_ua: Увімкнення цієї функції дозволить LibreTime надавати дані розкладу до зовнішніх віджетів, які можна вбудувати на ваш веб-сайт.

source: Default Language
uk_ua: Мова за замовчуванням

source: Station Timezone
uk_ua: Часовий пояс станції

source: Week Starts On
uk_ua: Тиждень починається з

source: Display login button on your Radio Page?
uk_ua: Відображати кнопку входу на сторінці радіо?

source: Disable the public radio page and redirect to the login page?
uk_ua: Вимкнути сторінку суспільного радіо і перенаправити на сторінку входу?

source: Feature Previews
uk_ua: Попередній перегляд функцій

source: Enable this to opt-in to test new features.
uk_ua: Увімкніть це, щоб тестувати нові функції.

source: Auto Switch Off:
uk_ua: Автоматичне вимкнення:

source: Auto Switch On:
uk_ua: Автоматичне ввімкнення:

source: Switch Transition Fade (s):
uk_ua: Перемикання переходу Fade (s):

source: Master Source Host:
uk_ua: Головний вихідний хост:

source: Master Source Port:
uk_ua: Головний вихідний порт:

source: Master Source Mount:
uk_ua: Головне джерело монтування:

source: Show Source Host:
uk_ua: Показати вихідний хост:

source: Show Source Port:
uk_ua: Показати вихідний порт:

source: Show Source Mount:
uk_ua: Показати джерела монтування:

source: Login
uk_ua: Логін

source: Password
uk_ua: Пароль

source: Confirm new password
uk_ua: Підтвердити новий пароль

source: Password confirmation does not match your password.
uk_ua: Підтвердження пароля не збігається з вашим.

source: Username
uk_ua: Ім'я користувача

source: Reset password
uk_ua: Скинути пароль

source: Back
uk_ua: Назад

source: Now Playing
uk_ua: Зараз грає

source: Select Stream:
uk_ua: Виберіть стрим:

source: Auto detect the most appropriate stream to use.
uk_ua: Автоматичне визначення потоку, який найбільше підходить для використання.

source: Select a stream:
uk_ua: Виберіть стрим:

source: - Mobile friendly
uk_ua: - Зручний для мобільних пристроїв

source: - The player does not support Opus streams.
uk_ua: - Плеєр не підтримує потоки Opus.

source: Embeddable code:
uk_ua: Код для вбудовування:

source: Copy this code and paste it into your website's HTML to embed the player in your site.
uk_ua: Скопіюйте цей код і вставте його в HTML-код свого веб-сайту, щоб вставити програвач на свій сайт.

source: Preview:
uk_ua: Попередній перегляд:

source: Feed Privacy
uk_ua: Конфіденційність стрічки

source: Public
uk_ua: Публічний

source: Private
uk_ua: Приватний

source: Station Language
uk_ua: Мова станції

source: Filter by Show
uk_ua: Фільтрувати мої програми

source: All My Shows:
uk_ua: Усі мої програми:

source: My Shows
uk_ua: Мої програми

source: Select criteria
uk_ua: Виберіть критерії

source: Track Type
uk_ua: Тип треку

source: Sample Rate (kHz)
uk_ua: Частота дискретизації (kHz)

source: before
uk_ua: раніше

source: after
uk_ua: після

source: between
uk_ua: між

source: Select unit of time
uk_ua: Виберіть одиницю часу

source: minute(s)
uk_ua: хвилина(и)

source: hour(s)
uk_ua: година(и)

source: day(s)
uk_ua: День(Дні)

source: week(s)
uk_ua: Тиждень(і)

source: month(s)
uk_ua: місяць(і)

source: year(s)
uk_ua: Рік(и)

source: hours
uk_ua: година(и)

source: minutes
uk_ua: хвилина(и)

source: items
uk_ua: елементи

source: time remaining in show
uk_ua: час, що залишився у програмі

source: Randomly
uk_ua: Довільно

source: Newest
uk_ua: Найновіший(і)

source: Oldest
uk_ua: Найстаріший(і)

source: Most recently played
uk_ua: Нещодавно зіграно

source: Least recently played
uk_ua: Нещодавно грали

source: Select Track Type
uk_ua: Виберіть тип доріжки

source: Type:
uk_ua: Тип:

source: Dynamic
uk_ua: Динамічний

source: Static
uk_ua: Статичний

source: Select track type
uk_ua: Виберіть тип доріжки

source: Allow Repeated Tracks:
uk_ua: Дозволити повторення треків:

source: Allow last track to exceed time limit:
uk_ua: Дозволити останньому треку перевищити ліміт часу:

source: Sort Tracks:
uk_ua: Сортування треків:

source: Limit to:
uk_ua: Обмежити в:

source: Generate playlist content and save criteria
uk_ua: Створення вмісту списку відтворення та збереження критеріїв

source: Shuffle playlist content
uk_ua: Перемішати вміст плейлиста

source: Shuffle
uk_ua: Перемішати

source: Limit cannot be empty or smaller than 0
uk_ua: Ліміт не може бути порожнім або меншим за 0

source: Limit cannot be more than 24 hrs
uk_ua: Ліміт не може перевищувати 24 год

source: The value should be an integer
uk_ua: Значення має бути цілим числом

source: 500 is the max item limit value you can set
uk_ua: 500 максимальне граничне значення

source: You must select Criteria and Modifier
uk_ua: Ви повинні вибрати Критерії і Модифікатор

source: 'Length' should be in '00:00:00' format
uk_ua: 'Довжина має бути введена у '00:00:00' форматі

source: Only non-negative integer numbers are allowed (e.g 1 or 5) for the text value
uk_ua: Для текстового значення допускаються лише невід’ємні цілі числа (наприклад, 1 або 5)

source: You must select a time unit for a relative datetime.
uk_ua: Ви повинні вибрати одиницю вимірювання часу для відносної дати та часу.

source: The value should be in timestamp format (e.g. 0000-00-00 or 0000-00-00 00:00:00)
uk_ua: Значення має бути у форматі позначки часу (e.g. 0000-00-00 or 0000-00-00 00:00:00)

source: Only non-negative integer numbers are allowed for a relative date time
uk_ua: Для відносної дати й часу дозволено використовувати лише невід’ємні цілі числа

source: The value has to be numeric
uk_ua: Значення має бути числовим

source: The value should be less then 2147483648
uk_ua: Значення має бути меншим, ніж 2147483648

source: The value cannot be empty
uk_ua: Значення не може бути порожнім

source: The value should be less than %s characters
uk_ua: Значення має бути менше ніж %s символів

source: Value cannot be empty
uk_ua: Значення не може бути порожнім

source: Stream Label:
uk_ua: Метадані потоку:

source: Artist - Title
uk_ua: Виконавець - Назва

source: Show - Artist - Title
uk_ua: Програма - Виконавець - Назва

source: Station name - Show name
uk_ua: Назва станції - Показати назву

source: Off Air Metadata
uk_ua: Метадані при вимкненому ефірі

source: Enable Replay Gain
uk_ua: Вмикнути Replay Gain

source: Replay Gain Modifier
uk_ua: Змінити Replay Gain

source: Hardware Audio Output:
uk_ua: Апаратний аудіовихід:

source: Output Type
uk_ua: Тип виходу

source: Enabled:
uk_ua: Увімкнено:

source: Mobile:
uk_ua: Телефон:

source: Stream Type:
uk_ua: Тип потоку:

source: Service Type:
uk_ua: Тип сервіса:

source: Channels:
uk_ua: Канали:

source: Server
uk_ua: Сервер

source: Port
uk_ua: Порт

source: Mount Point
uk_ua: Точка монтування

source: Name
uk_ua: Ім'я

source: Stream URL
uk_ua: URL-адреса трансляції

source: Push metadata to your station on TuneIn?
uk_ua: Надішлати метадані на свою станцію в TuneIn?

source: Station ID:
uk_ua: ID Станції:

source: Partner Key:
uk_ua: Ключ партнера:

source: Partner Id:
uk_ua: ID партнера:

source: Invalid TuneIn Settings. Please ensure your TuneIn settings are correct and try again.
uk_ua: Недійсні налаштування TuneIn. Переконайтеся, що налаштування TuneIn правильні, і повторіть спробу.

source: Import Folder:
uk_ua: Імпорт папки:

source: Watched Folders:
uk_ua: Переглянути папки:

source: Not a valid Directory
uk_ua: Недійсний каталог

source: Value is required and can't be empty
uk_ua: Значення є обов’язковим і не може бути порожнім

source: '%value%' is no valid email address in the basic format local-part@hostname
uk_ua: '%value%' не є дійсною електронною адресою в форматі local-part@hostname

source: '%value%' does not fit the date format '%format%'
uk_ua: '%value%' не відповідає формату дати '%format%'

source: '%value%' is less than %min% characters long
uk_ua: '%value%' є меншим ніж %min% довжина символів

source: '%value%' is more than %max% characters long
uk_ua: '%value%' це більше ніж %max% довжина символів

source: '%value%' is not between '%min%' and '%max%', inclusively
uk_ua: '%value%' не знаходиться між '%min%' і '%max%', включно

source: Passwords do not match
uk_ua: Паролі не співпадають

source: Hi %s, Please click this link to reset your password:
uk_ua: Привіт %s, Натисніть це посилання, щоб змінити пароль:

source: If you have any problems, please contact our support team: %s
uk_ua: Якщо у вас виникли проблеми, зверніться до нашої служби підтримки: %s

source: Thank you, The %s Team
uk_ua: Дякую Вам, The %s Team

source: %s Password Reset
uk_ua: %s Скидання паролю

source: Cue in and cue out are null.
uk_ua: Час початку та закінчення звучання треку не заповнені.

source: Can't set cue out to be greater than file length.
uk_ua: Час закінчення звучання не може перевищувати довжину треку.

source: Can't set cue in to be larger than cue out.
uk_ua: Час початку звучання може бути пізніше часу закінчення.

source: Can't set cue out to be smaller than cue in.
uk_ua: Час закінчення звучання не може бути раніше початку.

source: Upload Time
uk_ua: Час завантаження

source: None
uk_ua: Жодного

source: Powered by %s
uk_ua: На основі %s

source: Select Country
uk_ua: Оберіть Країну

source: livestream
uk_ua: наживо

source: Cannot move items out of linked shows
uk_ua: Неможливо перемістити елементи з пов’язаних програм

source: The schedule you're viewing is out of date! (sched mismatch)
uk_ua: Розклад, який ви переглядаєте, застарів! (невідповідність графіку)

source: The schedule you're viewing is out of date! (instance mismatch)
uk_ua: Розклад, який ви переглядаєте, застарів! (невідповідність екземплярів)

source: The schedule you're viewing is out of date!
uk_ua: Розклад, який ви переглядаєте, застарів!

source: You are not allowed to schedule show %s.
uk_ua: Вам не дозволено планувати програму %s.

source: You cannot add files to recording shows.
uk_ua: Ви не можете додавати файли до Програми, що записується.

source: The show %s is over and cannot be scheduled.
uk_ua: Програма %s закінчилась, її не можливо запланувати.

source: The show %s has been previously updated!
uk_ua: Програма %s була оновлена раніше!

source: Content in linked shows cannot be changed while on air!
uk_ua: Вміст пов’язаних програм не можна змінювати під час трансляції!

source: Cannot schedule a playlist that contains missing files.
uk_ua: Неможливо запланувати плейлист, який містить відсутні файли.

source: A selected File does not exist!
uk_ua: Вибраний файл не існує!

source: Shows can have a max length of 24 hours.
uk_ua: Програма може тривати не більше 24 годин.

source: Cannot schedule overlapping shows. Note: Resizing a repeating show affects all of its repeats.
uk_ua: Не можна планувати Програми, що перетинаються. Примітка: зміна розміру Програми, що повторюється, впливає на всі її пов'язані Примірники.

source: Rebroadcast of %s from %s
uk_ua: Ретрансляція %s від %s

source: Length needs to be greater than 0 minutes
uk_ua: Довжина повинна бути більше ніж 0 хвилин

source: Length should be of form "00h 00m"
uk_ua: Довжина повинна відповідати формі "00год 00хв"

source: URL should be of form "https://example.org"
uk_ua: URL має бути форми "https://example.org"

source: URL should be 512 characters or less
uk_ua: URL-адреса має містити не більше 512 символів

source: No MIME type found for webstream.
uk_ua: Для веб-потоку не знайдено тип MIME.

source: Webstream name cannot be empty
uk_ua: Назва веб-потоку не може бути пустою

source: Could not parse XSPF playlist
uk_ua: Не вдалося проаналізувати XSPF плейлист

source: Could not parse PLS playlist
uk_ua: Не вдалося проаналізувати PLS плейлист

source: Could not parse M3U playlist
uk_ua: Не вдалося проаналізувати M3U плейлист

source: Invalid webstream - This appears to be a file download.
uk_ua: Недійсний веб-потік. Здається, це завантажений файл.

source: Unrecognized stream type: %s
uk_ua: Нерозпізнаний тип потоку: %s

source: Record file doesn't exist
uk_ua: Файл запису не існує

source: View Recorded File Metadata
uk_ua: Перегляд метаданих записаного файлу

source: Schedule Tracks
uk_ua: Заплановані треки

source: Clear Show
uk_ua: Очистити програму

source: Cancel Show
uk_ua: Відміна програми

source: Edit Instance
uk_ua: Редагувати екземпляр

source: Edit Show
uk_ua: Редагування програми

source: Delete Instance
uk_ua: Видалити екземпляр

source: Delete Instance and All Following
uk_ua: Видалити екземпляр і все наступне

source: Permission denied
uk_ua: У дозволі відмовлено

source: Can't drag and drop repeating shows
uk_ua: Не можна перетягувати повторювані програми

source: Can't move a past show
uk_ua: Неможливо перемістити минулу програму

source: Can't move show into past
uk_ua: Неможливо перенести програму в минуле

source: Can't move a recorded show less than 1 hour before its rebroadcasts.
uk_ua: Не можна перемістити записану програму менш ніж за 1 годину до її повторної трансляції.

source: Show was deleted because recorded show does not exist!
uk_ua: Програму видалено, оскільки записаної програми не існує!

source: Must wait 1 hour to rebroadcast.
uk_ua: Для повторної трансляції потрібно почекати 1 годину.

source: Track
uk_ua: Трек

source: Played
uk_ua: Програно

source: Auto-generated smartblock for podcast
uk_ua: Автоматично створений смарт-блок для подкасту

source: Webstreams
uk_ua: Веб-потоки
