Repository: libretime/libretime
Catalog: legacy/locale/*/LC_MESSAGES/libretime.po
Languages: uk_ua

source: Check this option to enable metadata for OGG streams (stream metadata is the track title, artist, and show name that is displayed in an audio player). VLC and mplayer have a serious bug when playing an OGG/VORBIS stream that has metadata information enabled: they will disconnect from the stream after every song. If you are using an OGG stream and your listeners do not require support for these audio players, then feel free to enable this option.
uk_ua: Позначте цей параметр, щоб увімкнути метадані для потоків OGG (метаданими потоку є назва композиції, виконавець і назва програми, які відображаються в аудіопрогравачі). VLC і mplayer мають серйозну помилку під час відтворення потоку OGG/VORBIS, у якому ввімкнено метадані: вони відключатимуться від потоку після кожної пісні. Якщо ви використовуєте потік OGG і вашим слухачам не потрібна підтримка цих аудіоплеєрів, сміливо вмикайте цю опцію.

source: Check this box to automatically switch off Master/Show source upon source disconnection.
uk_ua: Позначте цей прапорець, щоб автоматично вимикати джерело Мастер/Програми після відключення джерела.

source: Check this box to automatically switch on Master/Show source upon source connection.
uk_ua: Позначте цей прапорець для автоматичного підключення зовнішнього джерела Мастер або Програми до серверу LibreTime.

source: If your Icecast server expects a username of 'source', this field can be left blank.
uk_ua: Якщо ваш сервер Icecast очікує ім’я користувача 'source', це поле можна залишити порожнім.

source: If your live streaming client does not ask for a username, this field should be 'source'.
uk_ua: Якщо ваш клієнт прямої трансляції не запитує ім’я користувача, це поле має бути 'source'.

source: WARNING: This will restart your stream and may cause a short dropout for your listeners!
uk_ua: ЗАСТЕРЕЖЕННЯ: це перезапустить ваш потік і може призвести до короткого відключення для ваших слухачів!

source: This is the admin username and password for Icecast/SHOUTcast to get listener statistics.
uk_ua: Це ім’я користувача та пароль адміністратора для Icecast/SHOUTcast для отримання статистики слухачів.

source: Warning: You cannot change this field while the show is currently playing
uk_ua: Попередження: Ви не можете змінити це поле під час відтворення програми

source: No result found
uk_ua: Результатів не знайдено

source: This follows the same security pattern for the shows: only users assigned to the show can connect.
uk_ua: Це відбувається за тією ж схемою безпеки для програм: лише користувачі, призначені для програм, можуть підключатися.

source: Specify custom authentication which will work only for this show.
uk_ua: Вкажіть спеціальну автентифікацію, яка працюватиме лише для цієї програми.

source: The show instance doesn't exist anymore!
uk_ua: Екземпляр програми більше не існує!

source: Warning: Shows cannot be re-linked
uk_ua: Застереження: програму не можна повторно пов’язати

source: By linking your repeating shows any media items scheduled in any repeat show will also get scheduled in the other repeat shows
uk_ua: Якщо пов’язати ваші повторювані програми, будь-які медіа-елементи, заплановані в будь-якому повторюваній програмі, також будуть заплановані в інших повторних програмах

source: Timezone is set to the station timezone by default. Shows in the calendar will be displayed in your local time defined by the Interface Timezone in your user settings.
uk_ua: За замовчуванням часовий пояс встановлено на часовий пояс станції. Програма в календарі відображатиметься за вашим місцевим часом, визначеним часовим поясом інтерфейсу в налаштуваннях користувача.

source: Show
uk_ua: Програма

source: Show is empty
uk_ua: Програма порожня

source: 1m
uk_ua: 1хв

source: 5m
uk_ua: 5хв

source: 10m
uk_ua: 10хв

source: 15m
uk_ua: 15хв

source: 30m
uk_ua: 30хв

source: 60m
uk_ua: 60хв

source: Retreiving data from the server...
uk_ua: Отримання даних із сервера...

source: This show has no scheduled content.
uk_ua: Це програма не має запланованого вмісту.

source: This show is not completely filled with content.
uk_ua: Це програма не повністю наповнена контентом.

source: January
uk_ua: Січень

source: February
uk_ua: Лютий

source: March
uk_ua: Березень

source: April
uk_ua: Квітень

source: May
uk_ua: Травень

source: June
uk_ua: Червень

source: July
uk_ua: Липень

source: August
uk_ua: Серпень

source: September
uk_ua: Вересень

source: October
uk_ua: Жовтень

source: November
uk_ua: Листопад

source: December
uk_ua: Грудень

source: Jan
uk_ua: Січ

source: Feb
uk_ua: Лют

source: Mar
uk_ua: Бер

source: Apr
uk_ua: Квіт

source: Jun
uk_ua: Черв

source: Jul
uk_ua: Лип

source: Aug
uk_ua: Серп

source: Sep
uk_ua: Вер

source: Oct
uk_ua: Жовт

source: Nov
uk_ua: Лист

source: Dec
uk_ua: Груд

source: Today
uk_ua: Сьогодні

source: Day
uk_ua: День

source: Week
uk_ua: Тиждень

source: Month
uk_ua: Місяць

source: Sunday
uk_ua: Неділя

source: Monday
uk_ua: Понеділок

source: Tuesday
uk_ua: Вівторок

source: Wednesday
uk_ua: Середа

source: Thursday
uk_ua: Четвер

source: Friday
uk_ua: П'ятниця

source: Saturday
uk_ua: Субота

source: Sun
uk_ua: Нд

source: Mon
uk_ua: Пн

source: Tue
uk_ua: Вт

source: Wed
uk_ua: Ср

source: Thu
uk_ua: Чт

source: Fri
uk_ua: Пт

source: Sat
uk_ua: Сб

source: Shows longer than their scheduled time will be cut off by a following show.
uk_ua: Програма, яка триває довше запланованого часу, буде перервана наступною програмою.

source: Cancel Current Show?
uk_ua: Скасувати поточну програму?

source: Stop recording current show?
uk_ua: Зупинити запис поточної програми?

source: Contents of Show
uk_ua: Зміст програми

source: Remove all content?
uk_ua: Видалити весь вміст?

source: Delete selected item(s)?
uk_ua: Видалити вибрані елементи?

source: Start
uk_ua: Старт

source: End
uk_ua: Кінець

source: Duration
uk_ua: Тривалість

source: Filtering out
uk_ua: Фільтрація

source: of
uk_ua: з

source: records
uk_ua: записи

source: There are no shows scheduled during the specified time period.
uk_ua: На зазначений період часу не заплановано жодної програми.

source: Cue In
uk_ua: Початок звучання

source: Cue Out
uk_ua: Закінчення звучання

source: Fade In
uk_ua: Зведення

source: Fade Out
uk_ua: Затухання

source: Show Empty
uk_ua: Програма порожня

source: Recording From Line In
uk_ua: Запис з лінійного входу

source: Track preview
uk_ua: Попередній перегляд треку

source: Cannot schedule outside a show.
uk_ua: Не можна планувати поза програмою.

source: Moving 1 Item
uk_ua: Переміщення 1 елементу

source: Moving %s Items
uk_ua: Переміщення %s елементів

source: Save
uk_ua: Зберегти

source: Cancel
uk_ua: Відміна

source: Fade Editor
uk_ua: Редактор Fade

source: Cue Editor
uk_ua: Редактор Cue

source: Waveform features are available in a browser supporting the Web Audio API
uk_ua: Функції Waveform доступні в браузері, який підтримує API Web Audio

source: Select all
uk_ua: Вибрати все

source: Select none
uk_ua: Зняти виділення

source: Trim overbooked shows
uk_ua: Обрізати переповнені програми

source: Remove selected scheduled items
uk_ua: Видалити вибрані заплановані елементи

source: Jump to the current playing track
uk_ua: Перехід до поточного треку

source: Jump to Current
uk_ua: Перейти до поточного

source: Cancel current show
uk_ua: Скасувати поточну програму

source: Open library to add or remove content
uk_ua: Відкрийте бібліотеку, щоб додати або видалити вміст

source: Add / Remove Content
uk_ua: Додати / видалити вміст

source: in use
uk_ua: у вживанні

source: Disk
uk_ua: Диск

source: Look in
uk_ua: Подивитись

source: Open
uk_ua: Відкрити

source: Admin
uk_ua: Адмін

source: Program Manager
uk_ua: Менеджер програми

source: Guest
uk_ua: Гість

source: Guests can do the following:
uk_ua: Гості можуть зробити наступне:

source: View schedule
uk_ua: Переглянути розклад

source: View show content
uk_ua: Переглянути вміст програм

source: DJs can do the following:
uk_ua: DJs можуть робити наступне:

source: Manage assigned show content
uk_ua: Керуйте призначеним вмістом програм

source: Import media files
uk_ua: Імпорт медіафайлів

source: Create playlists, smart blocks, and webstreams
uk_ua: Створюйте списки відтворення, смарт-блоки та веб-потоки

source: Manage their own library content
uk_ua: Керувати вмістом власної бібліотеки

source: Program Managers can do the following:
uk_ua: Керівники програм можуть робити наступне:

source: View and manage show content
uk_ua: Перегляд вмісту програм та керування ними

source: Schedule shows
uk_ua: Розклад програм

source: Manage all library content
uk_ua: Керуйте всім вмістом бібліотеки

source: Admins can do the following:
uk_ua: Адміністратори можуть робити наступне:

source: Manage preferences
uk_ua: Керувати налаштуваннями

source: Manage users
uk_ua: Керувати користувачами

source: Manage watched folders
uk_ua: Керування папками, які переглядаються

source: Send support feedback
uk_ua: Надіслати відгук у службу підтримки

source: View system status
uk_ua: Переглянути стан системи

source: Access playout history
uk_ua: Доступ до історії відтворення

source: View listener stats
uk_ua: Переглянути статистику слухачів

source: Show / hide columns
uk_ua: Показати/сховати стовпці

source: Columns
uk_ua: Стовпці

source: From {from} to {to}
uk_ua: З {from} до {to}

source: yyyy-mm-dd
uk_ua: рррр-мм-дд

source: hh:mm:ss.t
uk_ua: гг:хх:ss.t

source: kHz
uk_ua: кГц

source: Su
uk_ua: Нд

source: Mo
uk_ua: Пн

source: Tu
uk_ua: Вт

source: We
uk_ua: Ср

source: Th
uk_ua: Чт

source: Fr
uk_ua: Пт

source: Sa
uk_ua: Сб

source: Close
uk_ua: Закрити

source: Hour
uk_ua: Година

source: Minute
uk_ua: Хвилина

source: Done
uk_ua: Готово

source: Select files
uk_ua: Виберіть файли

source: Add files to the upload queue and click the start button.
uk_ua: Додайте файли до черги завантаження та натисніть кнопку «Пуск».

source: Filename
uk_ua: Назва файлу

source: Size
uk_ua: Розмір

source: Add Files
uk_ua: Додати файли

source: Stop Upload
uk_ua: Зупинити завантаження

source: Start upload
uk_ua: Почати завантаження

source: Start Upload
uk_ua: Розпочати вивантаження

source: Add files
uk_ua: Додати файли

source: Stop current upload
uk_ua: Припинити поточне вивантаження

source: Start uploading queue
uk_ua: Почати вивантаження черги

source: Uploaded %d/%d files
uk_ua: Завантажено %d/%d файлів

source: Drag files here.
uk_ua: Перетягніть файли сюди.

source: File extension error.
uk_ua: Помилка розширення файлу.

source: File size error.
uk_ua: Помилка розміру файлу.

source: File count error.
uk_ua: Помилка підрахунку файлів.

source: Init error.
uk_ua: Помилка ініціалізації.

source: HTTP Error.
uk_ua: HTTP помилка.

source: Security error.
uk_ua: Помилка безпеки.

source: Generic error.
uk_ua: Загальна помилка.

source: IO error.
uk_ua: IO помилка.

source: File: %s
uk_ua: Файл: %s

source: %d files queued
uk_ua: %d файлів у черзі

source: File: %f, size: %s, max file size: %m
uk_ua: Файл: %f, розмір: %s, макс. розмір файлу: %m

source: Upload URL might be wrong or doesn't exist
uk_ua: URL-адреса завантаження може бути неправильною або не існує

source: Error: File too large:
uk_ua: Помилка: Файл завеликий:

source: Error: Invalid file extension:
uk_ua: Помилка: Недійсне розширення файлу:

source: Set Default
uk_ua: Встановити за замовчуванням

source: Create Entry
uk_ua: Створити запис

source: Edit History Record
uk_ua: Редагувати запис історії

source: No Show
uk_ua: Немає програми

source: Copied %s row%s to the clipboard
uk_ua: Скопійовано %s рядок%s у буфер обміну

source: %sPrint view%sPlease use your browser's print function to print this table. Press escape when finished.
uk_ua: %sПерегляд для друку%sДля друку цієї таблиці скористайтеся функцією друку свого браузера. Коли закінчите, натисніть клавішу Escape.

source: New Show
uk_ua: Нова програма

source: New Log Entry
uk_ua: Новий запис журналу

source: No data available in table
uk_ua: Дані в таблиці відсутні

source: (filtered from _MAX_ total entries)
uk_ua: (відфільтровано з _MAX_ всього записів)

source: First
uk_ua: Спочатку

source: Last
uk_ua: Останній

source: Next
uk_ua: Наступний

source: Previous
uk_ua: Попередній

source: Search:
uk_ua: Пошук:

source: No matching records found
uk_ua: Відповідних записів не знайдено

source: Drag tracks here from the library
uk_ua: Перетягніть треки сюди з бібліотеки

source: No tracks were played during the selected time period.
uk_ua: Жоден трек не відтворювався протягом вибраного періоду часу.

source: Unpublish
uk_ua: Зняти з публікації

source: No matching results found.
uk_ua: Відповідних результатів не знайдено.

source: Author
uk_ua: Автор

source: Description
uk_ua: Опис

source: Link
uk_ua: Посилання

source: Publication Date
uk_ua: Дата публікації

source: Import Status
uk_ua: Статус імпорту

source: Actions
uk_ua: Дії

source: Delete from Library
uk_ua: Видалити з бібліотеки

source: Successfully imported
uk_ua: Успішно імпортовано

source: Show _MENU_
uk_ua: Показати _MENU_

source: Show _MENU_ entries
uk_ua: Показати _MENU_ записів

source: Showing _START_ to _END_ of _TOTAL_ entries
uk_ua: Показано від _START_ to _END_ of _TOTAL_ записів

source: Showing _START_ to _END_ of _TOTAL_ tracks
uk_ua: Показано від _START_ to _END_ of _TOTAL_ треків

source: Showing _START_ to _END_ of _TOTAL_ track types
uk_ua: Показано від _START_ to _END_ of _TOTAL_типів треків

source: Showing _START_ to _END_ of _TOTAL_ users
uk_ua: Показано від _START_ to _END_ of _TOTAL_ користувачів

source: Showing 0 to 0 of 0 entries
uk_ua: Показано від 0 до 0 із 0 записів

source: Showing 0 to 0 of 0 tracks
uk_ua: Показано від 0 до 0 із 0 треків

source: Showing 0 to 0 of 0 track types
uk_ua: Показано від 0 до 0 із 0 типів треків

source: (filtered from _MAX_ total track types)
uk_ua: (відфільтровано з _MAX_ загальних типів доріжок)

source: Are you sure you want to delete this tracktype?
uk_ua: Ви впевнені, що хочете видалити цей тип треку?

source: No track types were found.
uk_ua: Типи треків не знайдено.

source: No track types found
uk_ua: Типи треків не знайдено

source: No matching track types found
uk_ua: Відповідних типів треків не знайдено

source: Enabled
uk_ua: Увімкнено

source: Disabled
uk_ua: Вимкнено

source: Cancel upload
uk_ua: Скасувати завантаження

source: Type
uk_ua: Тип

source: Autoloading playlists' contents are added to shows one hour before the show airs. <a target='_blank' href='https://libretime.org/docs/user-manual/playlists/'>More information</a>
uk_ua: Вміст автозавантажуваних списків відтворення додається до передач за годину до їх виходу в ефір. <a target='_blank' href='https://libretime.org/docs/user-manual/playlists/'>Докладніше</a>

source: Podcast settings saved
uk_ua: Налаштування подкасту збережено

source: Are you sure you want to delete this user?
uk_ua: Ви впевнені, що хочете видалити цього користувача?

source: Can't delete yourself!
uk_ua: Неможливо видалити себе!

source: You haven't published any episodes!
uk_ua: Ви не опублікували жодного випуску!

source: You can publish your uploaded content from the 'Tracks' view.
uk_ua: Ви можете опублікувати завантажений вміст із перегляду «Треки».

source: Try it now
uk_ua: Спробуй зараз

source: <p>If this option is unchecked, the smartblock will schedule as many tracks as can be played out <strong>in their entirety</strong> within the specified duration. This will usually result in audio playback that is slightly less than the specified duration.</p><p>If this option is checked, the smartblock will also schedule one final track which will overflow the specified duration. This final track may be cut off mid-way if the show into which the smartblock is added finishes.</p>
uk_ua: <p>Якщо цей параметр не позначено, smartblock запланує стільки треків, які можуть бути відтворені <strong>повністю</strong> протягом зазначеного періоду. Зазвичай це призведе до відтворення аудіо, яке буде трохи менше зазначеної тривалості.</p><p>Якщо цей параметр позначено, smartblock також запланує одну останню доріжку, яка перевищуватиме вказану тривалість. Ця остання доріжка може бути обрізана на середині, якщо шоу, до якого додано смарт-блок, закінчиться.</p>

source: Playlist preview
uk_ua: Попередній перегляд плейлиста

source: Smart Block
uk_ua: Смарт-блок

source: Webstream preview
uk_ua: Попередній перегляд веб-потоку

source: You don't have permission to view the library.
uk_ua: Ви не маєте дозволу переглядати бібліотеку.

source: Now
uk_ua: Зараз

source: Click 'New' to create one now.
uk_ua: Натисніть «Новий», щоб створити.

source: Click 'Upload' to add some now.
uk_ua: Натисніть «Завантажити», щоб додати.

source: Feed URL
uk_ua: URL стрічки

source: Import Date
uk_ua: Дата імпорту

source: Add New Podcast
uk_ua: Додати новий подкаст

source: Cannot schedule outside a show. Try creating a show first.
uk_ua: Не можна планувати за межами програми. Спочатку створіть програму.

source: No files have been uploaded yet.
uk_ua: Файли ще не завантажено.

source: On Air
uk_ua: В ефірі

source: Off Air
uk_ua: Не в ефірі

source: Nothing scheduled
uk_ua: Нічого не заплановано

source: Click 'Add' to create one now.
uk_ua: Натисніть «Додати», щоб створити зараз.

source: Please enter your username and password.
uk_ua: Будь ласка, введіть своє ім'я користувача та пароль.

source: Email could not be sent. Check your mail server settings and ensure it has been configured properly.
uk_ua: Не вдалося надіслати електронний лист. Перевірте налаштування свого поштового сервера та переконайтеся, що його налаштовано належним чином.

source: That username or email address could not be found.
uk_ua: Не вдалося знайти це ім’я користувача чи електронну адресу.

source: There was a problem with the username or email address you entered.
uk_ua: Виникла проблема з іменем користувача або електронною адресою, яку ви ввели.

source: Wrong username or password provided. Please try again.
uk_ua: Вказано неправильне ім'я користувача або пароль. Будь ласка спробуйте ще раз.

source: You are viewing an older version of %s
uk_ua: Ви переглядаєте старішу версію %s

source: You cannot add tracks to dynamic blocks.
uk_ua: До динамічних блоків не можна додавати треки.

source: You don't have permission to delete selected %s(s).
uk_ua: Ви не маєте дозволу на видалення вибраного %s(х).

source: You can only add tracks to smart block.
uk_ua: Ви можете додавати треки лише в смарт-блок.

source: Untitled Playlist
uk_ua: Плейлист без назви

source: Untitled Smart Block
uk_ua: Смарт-блок без назви

source: Unknown Playlist
uk_ua: Невідомий плейлист

source: Preferences updated.
uk_ua: Налаштування оновлено.

source: Stream Setting Updated.
uk_ua: Налаштування потоку оновлено.

source: path should be specified
uk_ua: слід вказати шлях

source: Problem with Liquidsoap...
uk_ua: Проблема з Liquidsoap...

source: Request method not accepted
uk_ua: Метод запиту не прийнято

source: Rebroadcast of show %s from %s at %s
uk_ua: Ретрансяція програми %s від %s в %s

source: Select cursor
uk_ua: Вибрати курсор

source: Remove cursor
uk_ua: Видалити курсор

source: show does not exist
uk_ua: програми не існує

source: Track Type added successfully!
uk_ua: Тип треку успішно додано!

source: Track Type updated successfully!
uk_ua: Тип треку успішно оновлено!

source: User added successfully!
uk_ua: Користувача успішно додано!

source: User updated successfully!
uk_ua: Користувача успішно оновлено!

source: Settings updated successfully!
uk_ua: Налаштування успішно оновлено!

source: Untitled Webstream
uk_ua: Веб-потік без назви

source: Webstream saved.
uk_ua: Веб-потік збережено.

source: Invalid form values.
uk_ua: Недійсні значення форми.

source: Invalid character entered
uk_ua: Введено недійсний символ

source: Day must be specified
uk_ua: Необхідно вказати день

source: Time must be specified
uk_ua: Необхідно вказати час

source: Must wait at least 1 hour to rebroadcast
uk_ua: Для повторної трансляції потрібно зачекати принаймні 1 годину

source: Add Autoloading Playlist ?
uk_ua: Додати плейлист з автозавантаженням?

source: Select Playlist
uk_ua: Вибір плейлиста

source: Repeat Playlist Until Show is Full ?
uk_ua: Повторювати список відтворення до заповнення програми?

source: Use %s Authentication:
uk_ua: Використовувати %s Аутентифікацію:

source: Use Custom Authentication:
uk_ua: Використовувати спеціальну автентифікацію:

source: Custom Username
uk_ua: Спеціальне ім'я користувача

source: Custom Password
uk_ua: Користувацький пароль

source: Host:
uk_ua: Хост:

source: Port:
uk_ua: Порт:

source: Mount:
uk_ua: Точка монтування:

source: Username field cannot be empty.
uk_ua: Поле імені користувача не може бути порожнім.

source: Password field cannot be empty.
uk_ua: Поле пароля не може бути порожнім.

source: Record from Line In?
uk_ua: Записувати з лінійного входу?

source: Rebroadcast?
uk_ua: Повторна трансляція?

source: days
uk_ua: днів

source: Link:
uk_ua: Посилання:

source: Repeat Type:
uk_ua: Тип повтору:

source: weekly
uk_ua: щотижня

source: every 2 weeks
uk_ua: кожні 2 тижні

source: every 3 weeks
uk_ua: кожні 3 тижні

source: every 4 weeks
uk_ua: кожні 4 тижні

source: monthly
uk_ua: щомісяця

source: Select Days:
uk_ua: Оберіть дні:

source: Repeat By:
uk_ua: Повторити:

source: day of the month
uk_ua: день місяця

source: day of the week
uk_ua: день тижня

source: Date End:
uk_ua: Кінцева дата:

source: No End?
uk_ua: Немає кінця?

source: End date must be after start date
uk_ua: Дата завершення має бути після дати початку

source: Please select a repeat day
uk_ua: Виберіть день повторення

source: Background Colour:
uk_ua: Колір фону:

source: Text Colour:
uk_ua: Колір тексту:

source: Current Logo:
uk_ua: Поточний логотип:

source: Show Logo:
uk_ua: Показати логотип:

source: Logo Preview:
uk_ua: Попередній перегляд логотипу:

source: Name:
uk_ua: Ім'я:

source: Untitled Show
uk_ua: Програма без назви

source: Genre:
uk_ua: Жанр:

source: Description:
uk_ua: Опис:

source: Instance Description:
uk_ua: Опис екземпляру:

source: '%value%' does not fit the time format 'HH:mm'
uk_ua: '%value%' не відповідає часовому формату 'HH:mm'

source: Start Time:
uk_ua: Час початку:

source: In the Future:
uk_ua: У майбутньому:

source: End Time:
uk_ua: Час закінчення:

source: Duration:
uk_ua: Тривалість:

source: Timezone:
uk_ua: Часовий пояс:

source: Repeats?
uk_ua: Повторювати?

source: Cannot create show in the past
uk_ua: Неможливо створити програму в минулому часі

source: Cannot modify start date/time of the show that is already started
uk_ua: Неможливо змінити дату/час початку програми, яка вже розпочата

source: End date/time cannot be in the past
uk_ua: Дата/час завершення не можуть бути в минулому

source: Cannot have duration < 0m
uk_ua: Не може мати тривалість &lt; 0хв

source: Cannot have duration 00h 00m
uk_ua: Не може мати тривалість 00год 00хв

source: Cannot have duration greater than 24h
uk_ua: Тривалість не може перевищувати 24 год

source: Cannot schedule overlapping shows
uk_ua: Неможливо запланувати накладені програми

source: Search Users:
uk_ua: Пошук користувачів:

source: DJs:
uk_ua: Діджеї:

source: Type Name:
uk_ua: Назва типу:

source: Code:
uk_ua: Код:

source: Code is not unique.
uk_ua: Код не унікальний.

source: Visibility:
uk_ua: Видимість:

source: Analyze cue points:
uk_ua: Проаналізуйте контрольні точки:

source: Username:
uk_ua: Ім'я користувача:

source: Password:
uk_ua: Пароль:

source: Verify Password:
uk_ua: Підтвердіть пароль:

source: Firstname:
uk_ua: Ім'я:

source: Lastname:
uk_ua: Прізвище:

source: Mobile Phone:
uk_ua: Телефон:

source: User Type:
uk_ua: Тип користувача:

source: Login name is not unique.
uk_ua: Логін не є унікальним.

source: Delete All Tracks in Library
uk_ua: Видалити всі треки з бібліотеки

source: Date Start:
uk_ua: Дата початку:

source: Title:
uk_ua: Назва:
